{
  "title": "Marketing e Comunicazioni",
  "content": "# Informativa Marketing e Comunicazioni SaveIt\n\nUltimo aggiornamento: 29 ottobre 2025\nVersione: 2.0\n\n 1. Introduzione\n\nQuesto documento descrive come SaveIt utilizza i tuoi dati di contatto per inviarti comunicazioni di marketing e promozionali. Il trattamento dei dati per finalità di marketing avviene esclusivamente previo tuo consenso esplicito, in conformità al Regolamento (UE) 2016/679 (GDPR) e al Codice Privacy italiano (D.Lgs. 196/2003 e s.m.i.).\n\n 2. Tipologie di Comunicazioni\n\n# 2.1 Comunicazioni di Servizio (Obbligatorie)\n\nAlcune comunicazioni sono essenziali per il funzionamento del servizio e NON richiedono consenso al marketing:\n\n- Email di verifica account e password reset\n- Notifiche di sicurezza e modifiche ai Termini\n- Comunicazioni tecniche importanti relative all'App\n- Risposte alle tue richieste di supporto\n\nQueste comunicazioni sono necessarie per l'esecuzione del contratto e non possono essere disattivate finché utilizzi SaveIt.\n\n# 2.2 Comunicazioni di Marketing (Facoltative)\n\nPrevio tuo consenso esplicito, potremmo inviarti:\n\n- Newsletter con novità, aggiornamenti e suggerimenti su SaveIt\n- Informazioni su nuove funzionalità e miglioramenti\n- Promozioni, offerte speciali e sconti (se disponibili)\n- Contenuti educativi su come ottimizzare l'uso dell'App\n- Sondaggi e richieste di feedback\n- Inviti a eventi o iniziative speciali\n\nQueste comunicazioni vengono inviate principalmente via email.\n\n 3. Base Giuridica del Trattamento\n\nIl trattamento dei tuoi dati per finalità di marketing si basa sul tuo consenso esplicito (Art. 6(1)(a) GDPR).\n\nQuando ti registri a SaveIt o nelle impostazioni dell'account, ti viene richiesto di acconsentire esplicitamente a ricevere comunicazioni di marketing. Il consenso è:\n\n- Libero: Puoi utilizzare SaveIt anche senza acconsentire al marketing\n- Specifico: Chiarisce esattamente quali comunicazioni riceverai\n- Informato: Ricevi tutte le informazioni necessarie prima di decidere\n- Revocabile: Puoi ritirare il consenso in qualsiasi momento\n\n 4. Dati Utilizzati per il Marketing\n\nPer le comunicazioni di marketing utilizziamo:\n\n- Indirizzo email: Per inviarti newsletter e comunicazioni\n- Nome e cognome: Per personalizzare le comunicazioni\n- Dati di utilizzo dell'App: Per inviarti contenuti rilevanti basati sul tuo utilizzo (es. suggerimenti su funzionalità che non hai ancora provato)\n- Preferenze di comunicazione: Per rispettare le tue scelte su quali comunicazioni ricevere\n\nNon condividiamo i tuoi dati con terze parti per scopi di marketing senza il tuo consenso specifico.\n\n 5. Frequenza delle Comunicazioni\n\nRispettiamo il tuo tempo e la tua casella di posta. Le nostre comunicazioni di marketing sono inviate con moderazione:\n\n- Newsletter: Massimo 2-4 volte al mese\n- Aggiornamenti su nuove funzionalità: Quando disponibili (generalmente 1-2 volte al mese)\n- Promozioni speciali: Occasionalmente, in occasione di eventi particolari\n- Sondaggi: Raramente, solo quando il tuo feedback è importante per noi\n\nCi impegniamo a non sovraccaricarti di email e a inviarti solo contenuti di valore.\n\n 6. Personalizzazione delle Comunicazioni\n\nSe hai acconsentito alla profilazione (come descritto nella Privacy Policy), potremmo personalizzare le comunicazioni di marketing in base a:\n\n- Come utilizzi SaveIt (funzionalità più usate, tipo di contenuti salvati)\n- Le tue preferenze e interessi dedotti dall'utilizzo\n- Il tuo livello di attività nell'App\n\nQuesta personalizzazione ci aiuta a inviarti contenuti più rilevanti e utili per te. Puoi revocare il consenso alla profilazione in qualsiasi momento senza influire sulla tua possibilità di ricevere comunicazioni generiche.\n\n 7. Come Gestire le Tue Preferenze\n\n# 7.1 Disattivare il marketing\n\nPuoi interrompere le comunicazioni di marketing in qualsiasi momento tramite:\n\n- Link di disiscrizione: Presente in fondo a ogni email di marketing\n- Impostazioni account: Vai nelle Impostazioni > Privacy e Comunicazioni nell'App\n- Email: Contattaci a info@saveit.com specificando 'CANCELLAZIONE MARKETING'\n\nLa tua richiesta sarà elaborata entro 48 ore. Ricorda che le comunicazioni di servizio continueranno ad essere inviate.\n\n# 7.2 Personalizzare le preferenze\n\nNelle impostazioni dell'App puoi scegliere quali tipi di comunicazioni ricevere:\n\n- Newsletter generale\n- Aggiornamenti su nuove funzionalità\n- Promozioni e offerte\n- Suggerimenti e consigli sull'uso\n- Sondaggi e feedback\n\nPuoi attivare/disattivare ogni tipologia in modo indipendente.\n\n# 7.3 Revoca del consenso alla profilazione\n\nSe hai acconsentito alla profilazione per ricevere comunicazioni personalizzate, puoi revocare questo consenso:\n\n- Nelle Impostazioni > Privacy dell'App\n- Contattandoci a info@saveit.com\n\nRevocando il consenso alla profilazione, continuerai a ricevere comunicazioni di marketing generiche (se hai mantenuto il consenso al marketing).\n\n 8. Conservazione dei Dati di Marketing\n\nI tuoi dati per finalità di marketing sono conservati fino a:\n\n- Revoca del tuo consenso al marketing\n- Cancellazione del tuo account SaveIt\n- 24 mesi di inattività (nessun login e nessuna interazione con le email)\n\nDopo questi termini, i tuoi dati saranno rimossi dalle liste di marketing e non riceverai più comunicazioni promozionali.\n\nI dati statistici aggregati e anonimi possono essere conservati per analisi interne.\n\n 9. Terze Parti e Strumenti di Marketing\n\n# 9.1 Servizi di email marketing\n\nPer inviare le comunicazioni, potremmo utilizzare servizi di terze parti conformi al GDPR (es. servizi di email marketing). Questi fornitori agiscono come responsabili del trattamento e trattano i dati esclusivamente secondo le nostre istruzioni.\n\nAttuali servizi utilizzati:\n- Firebase (Google) per l'invio di notifiche e email\n\nOgni servizio è selezionato in base a standard di sicurezza e privacy conformi al GDPR.\n\n# 9.2 Nessuna cessione a terzi\n\nNon vendiamo, affittiamo o condividiamo i tuoi dati di contatto con terze parti per i loro scopi di marketing. I tuoi dati sono utilizzati esclusivamente da SaveIt per comunicare con te.\n\n# 9.3 Analytics\n\nPotremmo utilizzare strumenti di analytics per misurare l'efficacia delle nostre campagne di marketing (es. tasso di apertura email, click sui link). Questi dati sono utilizzati in forma aggregata e anonima.\n\n 10. I Tuoi Diritti\n\nIn relazione alle comunicazioni di marketing, hai diritto a:\n\n- Accesso: Richiedere quali dati utilizziamo per il marketing\n- Rettifica: Correggere dati di contatto errati\n- Cancellazione: Eliminare i tuoi dati dalle liste di marketing\n- Limitazione: Limitare l'uso dei tuoi dati (es. solo newsletter, no promozioni)\n- Opposizione: Opporti al trattamento dei dati per marketing\n- Portabilità: Ricevere i tuoi dati in formato strutturato\n- Revoca del consenso: Ritirare il consenso al marketing in qualsiasi momento\n- Reclamo: Presentare reclamo al Garante Privacy (www.garanteprivacy.it)\n\nPer esercitare questi diritti: info@saveit.com\n\n 11. Minori\n\nSe hai meno di 14 anni e hai acconsentito a ricevere comunicazioni di marketing, ti invitiamo a chiedere il consenso dei tuoi genitori o tutori. Se siamo informati che un minore di 14 anni ha fornito il consenso senza autorizzazione parentale, rimuoveremo immediatamente i suoi dati dalle liste di marketing.\n\n 12. Trasparenza e Chiarezza\n\nCi impegniamo a:\n\n- Identificare chiaramente ogni email di marketing con oggetto e mittente riconoscibili\n- Distinguere le comunicazioni di marketing dalle comunicazioni di servizio\n- Fornire sempre un modo semplice per disiscriversi\n- Rispettare le tue scelte sulle preferenze di comunicazione\n- Non utilizzare tecniche ingannevoli o aggressive\n- Fornire contenuti di valore e rilevanti\n\nLa trasparenza e il rispetto delle tue preferenze sono fondamentali per noi.\n\n 13. Cosa NON Facciamo\n\n❌ Non vendiamo i tuoi dati  \n❌ Non inviamo spam  \n❌ Non condividiamo email con terzi  \n❌ Non ti bombardiamo di messaggi  \n❌ Non usiamo tecniche aggressive  \n❌ Non nascondiamo costi o condizioni\n\n 14. Cosa FACCIAMO\n\n✅ Chiediamo sempre il consenso esplicito  \n✅ Rendiamo facile la disiscrizione  \n✅ Inviamo solo contenuti utili e rilevanti  \n✅ Rispettiamo le tue preferenze  \n✅ Proteggiamo i tuoi dati  \n✅ Siamo trasparenti su cosa inviamo  \n✅ Manteniamo bassa la frequenza  \n✅ Personalizziamo solo se acconsenti\n\n 15. Modifiche a Questa Informativa\n\nPotremmo aggiornare questa informativa sul marketing per riflettere cambiamenti nelle nostre pratiche o per conformità legale. Ti informeremo di modifiche sostanziali tramite:\n\n- Notifica nell'App\n- Email all'indirizzo registrato\n- Aggiornamento della data 'Ultimo aggiornamento' in alto\n\nL'uso continuato delle comunicazioni di marketing dopo le modifiche costituisce accettazione della nuova informativa.\n\n 16. Contatti e Reclami\n\nPer qualsiasi domanda riguardo alle comunicazioni di marketing, per gestire le tue preferenze o per esercitare i tuoi diritti:\n\nEmail: info@saveit.com  \nOggetto: MARKETING - [tua richiesta]\n\nRisponderemo entro 72 ore.\n\nSe non sei soddisfatto della nostra gestione delle comunicazioni di marketing, puoi presentare reclamo al:\n\nGarante per la Protezione dei Dati Personali  \nSito: www.garanteprivacy.it  \nEmail: garante@gpdp.it\n\n---\n\n Best Practices che Seguiamo\n\n✓ Permission-based marketing: Solo chi ha acconsentito riceve comunicazioni  \n✓ Opt-out facile: Disiscrizione semplice in ogni email  \n✓ Contenuti di qualità: Comunicazioni utili e rilevanti, non spam  \n✓ Trasparenza: Chiaro identificare mittente e scopo delle email  \n✓ Rispetto della privacy: Protezione dei dati e conformità GDPR  \n✓ Frequenza controllata: Nessun bombardamento di email  \n✓ Personalizzazione consensuale: Solo se hai acconsentito alla profilazione  \n✓ Monitoraggio etico: Analytics aggregati, rispetto della privacy\n\nIl nostro obiettivo è costruire una relazione di fiducia con te, non infastidirti.\n\n---\n\nGDPR Compliance\n- Regolamento: (UE) 2016/679\n- Codice Privacy: D.Lgs. 196/2003\n- Giurisdizione: Italia\n- Autorità di controllo: Garante per la Protezione dei Dati Personali",
  "lastUpdated": "2025-10-29T12:52:24Z",
  "version": "2.1",
  "metadata": {
    "language": "it",
    "type": "marketing_communications",
    "autoUpdate": true,
    "minAppVersion": "1.0.0",
    "containsPersonalization": true,
    "gdprCompliant": true,
    "consentRequired": true,
    "category": "marketing"
  }
}
