{
  "privacy_policy": {
    "app_name": "SaveIt",
    "effective_date": "2025-10-29",
    "last_updated": "2025-10-29",
    "language": "it",
    "contact_email": "info@saveit.com",
    
    "sections": [
      {
        "title": "1. Introduzione",
        "content": "Benvenuto su SaveIt! La tua privacy è importante per noi. Questa Privacy Policy descrive come raccogliamo, utilizziamo e proteggiamo i tuoi dati personali quando utilizzi la nostra applicazione SaveIt ('App'). SaveIt è sviluppata e gestita da un privato con sede in Italia. Utilizzando l'App, accetti le pratiche descritte in questa Privacy Policy."
      },
      {
        "title": "2. Titolare del Trattamento",
        "content": "Il Titolare del trattamento dei dati personali è:\n\nGestito da: Privato\nEmail di contatto: info@saveit.com\nGiurisdizione: Italia\n\nPer qualsiasi domanda riguardante il trattamento dei tuoi dati personali o per esercitare i tuoi diritti, puoi contattarci all'indirizzo email sopra indicato."
      },
      {
        "title": "3. Dati Personali Raccolti",
        "subsections": [
          {
            "subtitle": "3.1 Dati forniti dall'utente",
            "content": "Quando ti registri e utilizzi SaveIt, raccogliamo i seguenti dati personali:\n- Nome\n- Cognome\n- Indirizzo email\n\nQuesti dati sono necessari per creare e gestire il tuo account e per consentirti di utilizzare le funzionalità dell'App."
          },
          {
            "subtitle": "3.2 Dati di utilizzo",
            "content": "Raccogliamo automaticamente informazioni relative al tuo utilizzo dell'App, tra cui:\n- Dati statistici sull'utilizzo delle funzionalità\n- Interazioni con l'App (contenuti salvati, cartelle create, ricerche effettuate)\n- Informazioni sul dispositivo (tipo di dispositivo, sistema operativo, versione dell'App)\n- Dati di accesso e timestamp\n\nQuesti dati vengono utilizzati per finalità statistiche e di profilazione al fine di migliorare l'esperienza utente e le funzionalità dell'App."
          },
          {
            "subtitle": "3.3 Contenuti salvati",
            "content": "SaveIt salva i contenuti che scegli di conservare nell'App (link, immagini, note, organizzazione in cartelle). Questi contenuti sono di tua proprietà e vengono conservati per fornirti il servizio richiesto."
          }
        ]
      },
      {
        "title": "4. Finalità del Trattamento e Base Giuridica",
        "subsections": [
          {
            "subtitle": "4.1 Finalità",
            "content": "I tuoi dati personali vengono trattati per le seguenti finalità:\n\na) Fornitura del servizio: Per permetterti di creare un account, salvare contenuti, organizzarli e accedervi (Base giuridica: esecuzione del contratto - Art. 6(1)(b) GDPR)\n\nb) Analisi statistiche: Per comprendere come viene utilizzata l'App e migliorare le funzionalità (Base giuridica: legittimo interesse - Art. 6(1)(f) GDPR)\n\nc) Profilazione: Per personalizzare la tua esperienza e suggerirti funzionalità rilevanti in base al tuo utilizzo (Base giuridica: consenso - Art. 6(1)(a) GDPR)\n\nd) Marketing: Per inviarti comunicazioni promozionali relative a SaveIt, solo previo tuo consenso esplicito (Base giuridica: consenso - Art. 6(1)(a) GDPR)\n\ne) Obblighi legali: Per adempiere a obblighi previsti dalla legge (Base giuridica: obbligo legale - Art. 6(1)(c) GDPR)"
          },
          {
            "subtitle": "4.2 Consenso",
            "content": "Per alcune finalità (profilazione e marketing), il trattamento avviene solo previo tuo consenso esplicito. Puoi revocare il consenso in qualsiasi momento senza pregiudicare la liceità del trattamento basata sul consenso prestato prima della revoca."
          }
        ]
      },
      {
        "title": "5. Conservazione dei Dati",
        "content": "I tuoi dati personali e i contenuti salvati vengono conservati su server Firebase (Google Cloud Platform).\n\nPeriodi di conservazione:\n- Dati dell'account: Conservati fino alla cancellazione del tuo account\n- Contenuti salvati: Conservati fino a quando non li elimini o fino alla cancellazione dell'account\n- Dati di utilizzo: Conservati in forma aggregata per 24 mesi per finalità statistiche\n- Dati per marketing: Conservati fino alla revoca del consenso\n\nDopo la cancellazione dell'account, i dati personali verranno eliminati entro 30 giorni, salvo obblighi di legge che richiedano una conservazione più lunga."
      },
      {
        "title": "6. Condivisione dei Dati",
        "subsections": [
          {
            "subtitle": "6.1 Servizi di terze parti",
            "content": "I tuoi dati sono ospitati su Firebase (Google LLC), un servizio di Google Cloud Platform. Google agisce come responsabile del trattamento e tratta i dati secondo le nostre istruzioni e in conformità al GDPR. Per maggiori informazioni: https://firebase.google.com/support/privacy"
          },
          {
            "subtitle": "6.2 Nessuna vendita",
            "content": "Non vendiamo, affittiamo o commercializziamo i tuoi dati personali a terze parti."
          },
          {
            "subtitle": "6.3 Obblighi legali",
            "content": "Potremmo divulgare i tuoi dati se richiesto dalla legge o da autorità competenti."
          }
        ]
      },
      {
        "title": "7. Trasferimento dei Dati",
        "content": "I dati sono conservati su server Firebase che possono trovarsi all'interno o all'esterno dell'Area Economica Europea (SEE). In caso di trasferimento extra-UE, Google garantisce adeguate misure di protezione conformi al GDPR, incluse le Clausole Contrattuali Standard approvate dalla Commissione Europea."
      },
      {
        "title": "8. Sicurezza dei Dati",
        "content": "Adottiamo misure tecniche e organizzative appropriate per proteggere i tuoi dati personali da accessi non autorizzati, perdita, distruzione o alterazione. Questo include:\n- Crittografia dei dati in transito (HTTPS/TLS)\n- Autenticazione sicura\n- Backup regolari\n- Controlli di accesso limitati\n\nNonostante le misure di sicurezza, nessun sistema è completamente sicuro al 100%. Ti invitiamo a proteggere le tue credenziali di accesso."
      },
      {
        "title": "9. I Tuoi Diritti (GDPR)",
        "content": "In conformità al Regolamento (UE) 2016/679 (GDPR), hai i seguenti diritti:\n\n- Diritto di accesso (Art. 15): Puoi richiedere una copia dei tuoi dati personali\n- Diritto di rettifica (Art. 16): Puoi correggere dati inesatti o incompleti\n- Diritto alla cancellazione (Art. 17): Puoi richiedere la cancellazione dei tuoi dati ('diritto all'oblio')\n- Diritto di limitazione (Art. 18): Puoi limitare il trattamento in determinate circostanze\n- Diritto alla portabilità (Art. 20): Puoi ricevere i tuoi dati in formato strutturato e trasferirli a un altro titolare\n- Diritto di opposizione (Art. 21): Puoi opporti al trattamento basato sul legittimo interesse\n- Diritto di revoca del consenso (Art. 7(3)): Puoi revocare il consenso al marketing e alla profilazione in qualsiasi momento\n- Diritto di proporre reclamo: Puoi presentare reclamo al Garante per la Protezione dei Dati Personali (www.garanteprivacy.it)\n\nPer esercitare questi diritti, contattaci a: info@saveit.com"
      },
      {
        "title": "10. Cookie e Tecnologie Simili",
        "content": "L'App potrebbe utilizzare tecnologie simili ai cookie per memorizzare preferenze e migliorare l'esperienza utente. Queste tecnologie sono strettamente necessarie per il funzionamento dell'App."
      },
      {
        "title": "11. Minori",
        "content": "SaveIt non ha restrizioni di età specifiche. Tuttavia, se sei un minore di 14 anni, ti invitiamo a utilizzare l'App con il consenso e sotto la supervisione dei tuoi genitori o tutori legali, in conformità alla normativa italiana sulla protezione dei dati dei minori."
      },
      {
        "title": "12. Modifiche alla Privacy Policy",
        "content": "Ci riserviamo il diritto di modificare questa Privacy Policy in qualsiasi momento. Le modifiche sostanziali saranno comunicate tramite l'App o via email. La data di 'Ultimo aggiornamento' in alto indica quando sono state apportate le ultime modifiche. L'uso continuato dell'App dopo le modifiche costituisce accettazione della nuova Privacy Policy."
      },
      {
        "title": "13. Contatti",
        "content": "Per qualsiasi domanda riguardante questa Privacy Policy o il trattamento dei tuoi dati personali:\n\nEmail: info@saveit.com\n\nSiamo a tua disposizione per chiarimenti e per aiutarti a esercitare i tuoi diritti."
      }
    ],
    
    "gdpr_compliance": {
      "regulation": "Regolamento (UE) 2016/679",
      "jurisdiction": "Italia",
      "supervisory_authority": "Garante per la Protezione dei Dati Personali",
      "authority_website": "https://www.garanteprivacy.it"
    }
  }
}
