{
  "title": "Termini e Condizioni",
  "content": "# Termini e Condizioni di SaveIt\n\nUltimo aggiornamento: 29 ottobre 2025\nVersione: 2.0\n\n 1. Accettazione dei Termini\n\nBenvenuto su SaveIt! Questi Termini e Condizioni d'Uso ('Termini') regolano l'accesso e l'utilizzo dell'applicazione mobile SaveIt ('App', 'Servizio'). L'App è sviluppata e gestita da un privato con sede in Italia.\n\nUtilizzando SaveIt, accetti integralmente questi Termini. Se non accetti questi Termini, ti preghiamo di non utilizzare l'App.\n\nCi riserviamo il diritto di modificare questi Termini in qualsiasi momento. Le modifiche saranno efficaci dalla data di pubblicazione nell'App. L'uso continuato del Servizio dopo le modifiche costituisce accettazione dei nuovi Termini.\n\n 2. Descrizione del Servizio\n\nSaveIt è un'applicazione che ti permette di:\n- Salvare contenuti da diverse fonti online (social media, siti web, blog, ecc.)\n- Organizzare i contenuti salvati in cartelle e sottocartelle personalizzate\n- Cercare e ritrovare rapidamente i contenuti tramite titoli e tag\n- Accedere ai tuoi contenuti salvati da un'unica piattaforma\n\nSaveIt fornisce uno spazio personale per organizzare e gestire i contenuti che trovi online. I contenuti salvati sono di tua proprietà e responsabilità.\n\n 3. Registrazione e Account\n\n# 3.1 Creazione dell'account\n\nPer utilizzare SaveIt è necessario creare un account fornendo:\n- Nome e cognome\n- Indirizzo email valido\n- Password sicura\n\nDevi fornire informazioni veritiere, accurate e complete durante la registrazione.\n\n# 3.2 Responsabilità dell'account\n\nSei responsabile di:\n- Mantenere la riservatezza delle tue credenziali di accesso\n- Tutte le attività che avvengono tramite il tuo account\n- Notificarci immediatamente in caso di accesso non autorizzato\n\nNon sei autorizzato a condividere il tuo account con altre persone.\n\n# 3.3 Età minima\n\nNon ci sono restrizioni di età specifiche per l'utilizzo di SaveIt. Tuttavia, se hai meno di 14 anni, ti invitiamo a utilizzare l'App con il consenso e sotto la supervisione dei tuoi genitori o tutori legali.\n\n 4. Utilizzo Consentito\n\n# 4.1 Licenza d'uso\n\nTi concediamo una licenza limitata, non esclusiva, non trasferibile e revocabile per utilizzare SaveIt esclusivamente per uso personale e non commerciale, in conformità con questi Termini.\n\n# 4.2 Condotta dell'utente\n\nAccetti di utilizzare SaveIt solo per scopi leciti. È vietato:\n- Utilizzare l'App per scopi illegali o non autorizzati\n- Violare diritti di proprietà intellettuale di terzi\n- Salvare, caricare o condividere contenuti illegali, diffamatori, osceni, offensivi o che violino i diritti di terzi\n- Tentare di accedere senza autorizzazione ad altri account o ai sistemi dell'App\n- Trasmettere virus, malware o altro codice dannoso\n- Utilizzare l'App in modo da sovraccaricarne le infrastrutture\n- Utilizzare bot, script o strumenti automatizzati senza autorizzazione\n- Rivendere o sfruttare commercialmente il Servizio\n- Impersonare altre persone o entità\n\n 5. Contenuti dell'Utente\n\n# 5.1 Proprietà dei contenuti\n\nMantieni tutti i diritti di proprietà sui contenuti che salvi in SaveIt ('Contenuti Utente'). Salvando contenuti nell'App, sei responsabile di verificare di avere il diritto di salvare e conservare tali contenuti.\n\n# 5.2 Licenza concessa a SaveIt\n\nCaricando Contenuti Utente, ci concedi una licenza limitata, non esclusiva, gratuita e revocabile per:\n- Conservare i tuoi contenuti sui nostri server (Firebase)\n- Elaborare i contenuti per fornire il Servizio (ricerca, organizzazione, backup)\n- Visualizzare i contenuti a te quando accedi all'App\n\nQuesta licenza termina quando elimini i contenuti o chiudi il tuo account.\n\n# 5.3 Responsabilità sui contenuti\n\nSei l'unico responsabile dei Contenuti Utente che salvi in SaveIt. Non siamo responsabili per:\n- La legalità, accuratezza o appropriatezza dei tuoi contenuti\n- Violazioni di copyright o altri diritti di terzi relative ai tuoi contenuti\n- Contenuti salvati da fonti esterne (social media, siti web)\n\nCi riserviamo di rimuovere contenuti che violano questi Termini o la legge applicabile.\n\n# 5.4 Backup dei contenuti\n\nAnche se adottiamo misure di backup, ti consigliamo di mantenere copie dei tuoi contenuti importanti. Non siamo responsabili per la perdita di Contenuti Utente.\n\n 6. Proprietà Intellettuale\n\n# 6.1 Diritti di SaveIt\n\nSaveIt, il suo logo, design, interfaccia e tutti i contenuti originali dell'App (esclusi i Contenuti Utente) sono di nostra proprietà e protetti da leggi sul copyright, marchi e altre leggi sulla proprietà intellettuale.\n\nNon sei autorizzato a copiare, modificare, distribuire, vendere o sfruttare commercialmente alcun elemento dell'App senza il nostro preventivo consenso scritto.\n\n# 6.2 Marchi di terzi\n\nSaveIt può contenere riferimenti o link a servizi di terzi (es. social media, siti web). Tutti i marchi di terzi appartengono ai rispettivi proprietari.\n\n 7. Disponibilità del Servizio\n\nCi impegniamo a mantenere SaveIt disponibile e funzionante, tuttavia:\n- Non garantiamo che il Servizio sia sempre disponibile, ininterrotto o privo di errori\n- Possiamo sospendere temporaneamente il Servizio per manutenzione, aggiornamenti o motivi tecnici\n- Possiamo modificare o interrompere funzionalità in qualsiasi momento\n- Non siamo responsabili per interruzioni del servizio dovute a cause al di fuori del nostro controllo (problemi di rete, provider esterni, ecc.)\n\n 8. Limitazione di Responsabilità\n\nNei limiti massimi consentiti dalla legge:\n\n- SaveIt è fornito 'così com'è' senza garanzie di alcun tipo, esplicite o implicite\n- Non garantiamo che l'App soddisfi le tue aspettative o sia priva di errori\n- Non siamo responsabili per danni diretti, indiretti, incidentali, consequenziali o punitivi derivanti dall'uso o dall'impossibilità di usare l'App\n- Non siamo responsabili per perdita di dati, perdita di profitti, interruzione di attività o altre perdite derivanti dall'uso di SaveIt\n- La nostra responsabilità totale verso di te non supererà l'importo da te pagato per l'uso di SaveIt negli ultimi 12 mesi (o €100 se il servizio è gratuito)\n\nAlcune giurisdizioni non consentono l'esclusione di determinate garanzie o limitazioni di responsabilità. In tali casi, la nostra responsabilità sarà limitata nella misura massima consentita dalla legge.\n\n 9. Indennizzo\n\nAccetti di indennizzare, difendere e tenere indenni SaveIt e i suoi gestori da qualsiasi reclamo, perdita, responsabilità, spesa (incluse spese legali) derivante da:\n- La tua violazione di questi Termini\n- La tua violazione di leggi o diritti di terzi\n- I Contenuti Utente che salvi o condividi tramite l'App\n- Il tuo uso improprio del Servizio\n\n 10. Modifiche e Cessazione\n\n# 10.1 Modifiche al servizio\n\nCi riserviamo il diritto di modificare, sospendere o interrompere SaveIt (in tutto o in parte) in qualsiasi momento, con o senza preavviso. Non saremo responsabili verso di te o terzi per tali modifiche.\n\n# 10.2 Cessazione da parte tua\n\nPuoi cessare l'uso di SaveIt in qualsiasi momento eliminando il tuo account dall'App o contattandoci a info@saveit.com. Alla cessazione:\n- La tua licenza d'uso termina immediatamente\n- I tuoi dati e Contenuti Utente saranno eliminati entro 30 giorni, salvo obblighi legali\n\n# 10.3 Cessazione da parte nostra\n\nPossiamo sospendere o terminare il tuo account in qualsiasi momento se:\n- Violi questi Termini\n- Utilizzi il Servizio in modo improprio o illegale\n- È necessario per motivi legali o di sicurezza\n- Il Servizio viene interrotto\n\nCercheremo di fornirti un preavviso ragionevole, tranne in caso di violazioni gravi o urgenza.\n\n 11. Link Esterni\n\nSaveIt ti permette di salvare link a contenuti esterni (siti web, social media, ecc.). Questi link portano a risorse di terzi che non controlliamo. Non siamo responsabili per:\n- Il contenuto, la privacy policy o le pratiche di siti esterni\n- Danni o perdite derivanti dall'accesso a risorse esterne\n- La disponibilità o accuratezza di contenuti esterni\n\nL'inclusione di link esterni non implica approvazione o associazione con tali siti.\n\n 12. Privacy\n\nL'utilizzo di SaveIt è soggetto anche alla nostra Privacy Policy, che descrive come raccogliamo, utilizziamo e proteggiamo i tuoi dati personali. Ti invitiamo a leggere attentamente la Privacy Policy disponibile nell'App.\n\n 13. Legge Applicabile e Foro Competente\n\nQuesti Termini sono regolati dalla legge italiana. Qualsiasi controversia derivante da o relativa a questi Termini o all'uso di SaveIt sarà di competenza esclusiva del Foro italiano competente secondo le norme di legge.\n\nSe sei un consumatore nell'Unione Europea, benefici anche delle disposizioni obbligatorie della legge del paese in cui risiedi.\n\n 14. Disposizioni Generali\n\n# 14.1 Accordo integrale\n\nQuesti Termini, insieme alla Privacy Policy, costituiscono l'accordo integrale tra te e SaveIt riguardo all'uso dell'App.\n\n# 14.2 Rinuncia\n\nIl mancato esercizio di un diritto previsto da questi Termini non costituisce rinuncia a tale diritto.\n\n# 14.3 Nullità parziale\n\nSe una disposizione di questi Termini è dichiarata non valida o inapplicabile, le restanti disposizioni rimarranno in vigore.\n\n# 14.4 Cessione\n\nNon puoi cedere o trasferire i tuoi diritti o obblighi ai sensi di questi Termini senza il nostro consenso scritto. Possiamo cedere questi Termini senza restrizioni.\n\n# 14.5 Forza maggiore\n\nNon saremo responsabili per ritardi o inadempimenti dovuti a cause al di fuori del nostro ragionevole controllo (calamità naturali, guerre, scioperi, problemi tecnici di terze parti, ecc.).\n\n 15. Contatti\n\nPer domande, dubbi o reclami riguardo a questi Termini e Condizioni, puoi contattarci a:\n\nEmail: info@saveit.com\n\nCercheremo di rispondere alle tue richieste nel più breve tempo possibile.\n\n 16. Riconoscimenti\n\nSaveIt utilizza Firebase (Google Cloud Platform) per l'hosting e la gestione dei dati. Riconosciamo e ringraziamo Google per i servizi forniti.\n\nL'utilizzo di SaveIt implica l'accettazione anche dei Termini di Servizio di Firebase, disponibili su: https://firebase.google.com/terms\n\n---\n\nUtilizzando SaveIt, l'utente dichiara di aver letto, compreso e accettato questi Termini e Condizioni nella loro interezza.",
  "lastUpdated": "2025-10-29T12:52:24Z",
  "version": "2.2",
  "metadata": {
    "language": "it",
    "type": "terms_conditions",
    "autoUpdate": true,
    "minAppVersion": "1.0.0",
    "containsProfilingClauses": true,
    "legalReviewRequired": true
  }
}
